taskt/Core/Automation/Commands/DataTableGroup/SetDataTableValueCommand.dot
digraph "SetDataTableValueCommand" {
"SetDataTableValueCommand" -> "ADataTableColumnRowCommands";
"ADataTableColumnRowCommands" -> "ADataTableInputDataTableCommands";
"ADataTableColumnRowCommands" -> "IDataTableColumnRowPositionProperties";
"ADataTableInputDataTableCommands" -> "ScriptCommand";
"ADataTableInputDataTableCommands" -> "IDataTableProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
